tap "emeryberger/scalene"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "lautis/refined-github-safari"
brew "ansible"
brew "bat"
brew "glib"
brew "cmake"
brew "ctags"
brew "direnv"
brew "doitlive"
brew "flamegraph"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnutls"
brew "graphviz"
brew "htop"
brew "hub"
brew "hugo"
brew "jq"
brew "libomp"
brew "mas"
brew "mosh"
brew "neovim"
brew "optipng"
brew "pgtune"
brew "pipx"
brew "postgresql"
brew "ruby"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "wakeonlan"
brew "wget"
brew "zsh"
brew "emeryberger/scalene/libscalene", args: ["HEAD"]
cask "alfred"
cask "amethyst"
cask "appcleaner"
cask "bartender"
cask "bettertouchtool"
cask "carbon-copy-cloner"
cask "coderunner"
cask "crunch"
cask "dash"
cask "deckset"
cask "docker"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "font-droid-sans-mono-for-powerline"
cask "font-fira-code"
cask "fork"
cask "forklift"
cask "google-chrome"
cask "graphiql"
cask "handbrake"
cask "imageoptim"
cask "kaleidoscope"
cask "mactex"
cask "mailplane"
cask "mendeley-desktop"
cask "nvalt"
cask "paintcode"
cask "paw"
cask "postico"
cask "refined-github-safari"
cask "typinator"
mas "AdGuard for Safari", id: 1440147259
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Be Focused Pro", id: 961632517
mas "Core Tunnel", id: 1354318707
mas "DaisyDisk", id: 411643860
mas "Deliveries", id: 924726344
mas "Duplicate Detective", id: 686428787
mas "GarageBand", id: 682658836
mas "GIF Brewery 3", id: 1081413713
mas "GoodTask", id: 1143437985
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "KeyKey", id: 1035137927
mas "Keynote", id: 409183694
mas "LanScan Pro", id: 562184107
mas "Marked 2", id: 890031187
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Moom", id: 419330170
mas "Network Kit X", id: 979299240
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Patterns", id: 429449079
mas "PCalc", id: 403504866
mas "PDF Expert", id: 1055273043
mas "Photos Duplicate Cleaner", id: 592704001
mas "Pixelmator", id: 407963104
mas "Pixelmator Pro", id: 1289583905
mas "ReadKit", id: 588726889
mas "Runway", id: 427729297
mas "Save to Pocket", id: 1477385213
mas "SiteSucker", id: 442168834
mas "Slack", id: 803453959
mas "SQLPro for SQLite", id: 586001240
mas "The Unarchiver", id: 425424353
mas "Tweetbot", id: 1384080005
mas "Watchdog", id: 734258109
mas "WiFi Explorer", id: 494803304
mas "Wizard", id: 495152161
